Repository: FreifunkLueneburg/fflg-site
Catalog: site/i18n/*.po
Languages: fr

# gluon-config-mode:welcome
source: Welcome to the setup wizard of your new Freifunk Lüneburg node. Please fill out the following form and submit it.
fr: Bienvenue dans l'assistant de configuration pour votre nouveau nœud Freifunk. Remplissez le formulaire suivant en fonction de vos besoins et enregistrez le.

# gluon-config-mode:domain
source: Domain
fr: Domaine

# gluon-config-mode:domain-select
source: Here you have the possibility of selecting the mesh domain in which your node is placed. Please keep in mind that your router only connects with the nodes of the selected domain.
fr: Ici, vous avez la possibilité de sélectionner le domaine dans lequel se trouve votre nœud. N'oubliez pas que votre nœud ne peut se connecter qu'aux nœuds du domaine sélectionné.

# gluon-config-mode:pubkey
source: <p>This is your Freifunk node's public key. The node won't be able to connect to the mesh VPN until the key has been registered on the Freifunk servers. To register, send the key together with your node's name (<em><%=pcdata(hostname)%></em>) to <a href="mailto:mitmachen@freifunk-lueneburg.de?subject=<%= urlencode('Registration: ' .. hostname) %>&amp;body=<%= urlencode('# ' .. hostname .. ' ' .. pubkey) %>">mitmachen@freifunk-lueneburg.de</a>.Or register your node at <a href="http://freifunk-lueneburg.de/neuerknoten">http://freifunk-lueneburg.de/neuerknoten</a>.</p><div class="the-key"> # <%= pcdata(hostname) %> <br /><%= pubkey %></div><p>Your node <em><%= pcdata(hostname) %></em> is currently rebooting and will try to connect to other nearby Freifunk nodes via WLAN and to a VPN-gateway via your internet connection after the reboot is finished.</p><p>Don't forget to plug the network cable from the LAN port to the WAN port.</p>
fr: <p>Ceci est la clé publique de votre nœud Freifunk. Seulment après que la clé soit entrée sur les serveurs de votre groupe de Freifunk votre nœud pourra se connecter sur les serveur Mesh-VPN de votre groupe Freifunk. Veuillez envoyer la clé avec le nom de votre nœud (<em><%=pcdata(hostname)%></em>) à <a href="mailto:mitmachen@freifunk-lueneburg.de?subject=<%= urlencode('Enregistrement: ' .. hostname) %>&amp;body=<%= urlencode('# ' .. hostname .. ' ' .. pubkey) %>">mitmachen@freifunk-lueneburg.de</a>.</p><div class="the-key"> # <%= pcdata(hostname) %> <br /><%= pubkey %></div>

# gluon-config-mode:novpn
source: <p>You have selected <strong>not</strong> to use the mesh VPN. Your node will only be able to connect to the Freifunk network if other nodes in reach already have a connection.</p>
fr: <p> Vous avez choisi <strong> aucun VPN maillé </strong>à utiliser. Ainsi, votre nœud ne peut se connecter qu'au réseau radio gratuitmis en place lorsque d'autres routeurs Freifunk sont à portée WLAN.</p>

# gluon-config-mode:reboot
source: <p> For more information about the Freifunk community Lüneburg, have a look at <a href="https://freifunk-lueneburg.de/">our homepage</a>.</p><p>To get back to this configuration interface, press the reset button for about 10 seconds during normal operation. The device will then reboot into config mode.</p><p>Have fun with your node and exploring of the Freifunk network!</p>
fr: <p>Vous pourrez trouver plus d'informations sur votre groupe Freifunk sur la page <a href="https://freifunk-lueneburg.de/"> de ton groupe </a>.</p> <p> Pour retrouver cette page de configuration veuillier appuyez pendant le fonctionement normal pendant 10 Secondes sur le bouton reset. L'appareil va ensuite redémarer en mode configuration.</p><p>Profitez votre de nœud et amusez vous à découvrir le réseau Freifunk!</p>

source: gluon-config-mode:hostname-help
fr: Le nom du nœud est utilisé pour identifier votre nœud, par exemple sur une carte de noeud. En fonctionnement normal, il n'a aucune influence sur le nom (SSID) du WLAN diffusé. En cas de panne, cependant, si l'appareil ne peut pas établir de connexion avec le réseau radio, le nom est cependant utilisé dans le SSID afin de mieux encercler la panne.

# gluon-config-mode:altitude-label
source: Altitude
fr: Hauteur

# gluon-config-mode:altitude-help
source: Specifying the altitude is optional and should only be done if a proper value is known.
fr: La altitude est optionelle et ne devrait que être ajoutée si la valeur exacte est connue.

# gluon-config-mode:contact-help
source: Please leave a note here to enable others to contact you.
fr: Veuillez laisser une note ici pour permettre aux autres de vous contacter.
